[
    {
        "product_id": "jc_pet_pawppies",
        "product_name": "ประกันภัยสัตว์เลี้ยง JC Pet Pawppies",
        "product_overview": "ประกันภัยสัตว์เลี้ยง JC Pet เป็นประกันภัยสัตว์เลี้ยงเดียวในเมืองที่ไม่มีข้อจำกัดใดๆ ในการสมัคร หากสัตว์เลี้ยงของคุณมีอายุ 1 ปีขึ้นไปในวันเกิดล่าสุด คุณสามารถขอคืนเงินได้สูงสุดถึง 90%* ของค่าใช้จ่ายที่มีสิทธิ์ ในขณะที่สัตวแพทย์ที่ลงทะเบียนอื่นๆ ที่ไม่ได้อยู่ในรายการนี้ อัตราการคืนเงินคือ 70%*",
        "product_eligibles": "1. มีระยะเวลารอคอย 28 วันนับจากวันที่เริ่มต้นนโยบายสำหรับอุบัติเหตุและการเจ็บป่วยก่อนที่ความคุ้มครองจะมีผล ระยะเวลารอคอยสำหรับมะเร็งคือ 180 วัน 2. การคำนวณอายุที่เอาประกัน: อายุที่เอาประกันจะขึ้นอยู่กับอายุของสัตว์เลี้ยงของคุณในวันเกิดล่าสุด ตัวอย่างเช่น หากสัตว์เลี้ยงมีอายุ 1 ปี 10 เดือน โปรดเลือก 1 ปี หากสัตว์เลี้ยงมีอายุน้อยกว่า 1 ปี โปรดเลือก 13 สัปดาห์ถึง 11 เดือน เป็นต้น",
        "product_promotion_details": "แผน JC Pet Pawppies ไม่มีข้อจำกัดใดๆ พร้อมอัตราการคืนเงินสูงสุดถึง 90% เพื่อปกป้องสุขภาพของสัตว์เลี้ยงของคุณและให้คุณได้เพลิดเพลินกับทุกช่วงเวลาที่มีค่า สมัครโดยใช้รหัสโปรโมชั่น【FURRY30】ภายในวันที่ 21 สิงหาคม 2024 เพื่อรับส่วนลด 30% สำหรับเบี้ยประกันปีแรกของคุณ!",
        "product_details": "JC Pet Pawppies คืนเงินสูงสุดถึง 90% ของค่ารักษาพยาบาลสำหรับสัตว์เลี้ยงที่มีอายุ 1 ปีขึ้นไป และสูงสุดถึง 50% สำหรับสัตว์เลี้ยงที่มีอายุ 13 สัปดาห์ถึง 11 เดือนในขณะสมัคร ไม่ว่าจะเป็นการบาดเจ็บเล็กน้อยหรือโรคเรื้อรังร้ายแรง แผนทั้งหมดของเราครอบคลุมค่าใช้จ่ายใหญ่ๆ เช่น การผ่าตัดและการเข้ารักษาตัวในโรงพยาบาล แผน Plus และ Ultra ยังรวมถึงการปรึกษาสัตวแพทย์ เหมาะสำหรับพ่อแม่สัตว์เลี้ยงที่ต้องการการคุ้มครองที่ครอบคลุมสำหรับสัตว์เลี้ยงของพวกเขา",
        "product_exclusions": "เราต้องการให้เพื่อนขนฟูของเราทุกคนมีสุขภาพดี แต่โชคร้ายที่ไม่มีบริษัทประกันภัยสัตว์เลี้ยงใดสามารถครอบคลุมการรักษาสภาพที่มีอยู่ก่อนแล้ว (โรคหรือการบาดเจ็บที่เกิดขึ้นก่อนที่คุณจะซื้อกรมธรรม์หรือในช่วงระยะเวลารอคอย) แผนของเรายังไม่ครอบคลุมค่าใช้จ่ายในการทำหมัน/ทำหมันและการรักษาทางเลือก โปรดดูรายการข้อยกเว้นทั้งหมดที่นี่",
        "source": "https://i.imgur.com/jH4Ta3G.png",
        "creation": "2024-08-21",
        "last_update": "1708281200"
    },
    {
        "product_name": "ฮีโร่ไทย",
        "product_overview": "ประกันภัยนี้คุ้มครองคุณจากความรู้สึกแย่ๆ หากคุณรู้สึกเศร้า ให้ติดต่อทีมงานของเรา เราจะช่วยเหลือคุณจนกว่าคุณจะยิ้มได้อีกครั้ง",
        "product_id": "jc_thai_hero",
        "product_promotion_details": "คุณสามารถซื้อผลิตภัณฑ์นี้ได้ด้วยการกอดฟรี"
    },
    {
        "product_id": "outpatien_wonderx_care",
        "product_name": "Outpatient WonderX Care",
        "product_overview": "ดูแลสุขภาพของครอบครัวคุณโดยไม่ต้องกังวลเกี่ยวกับค่าใช้จ่ายทางการแพทย์สูง ด้วยการดูแลผู้ป่วยนอก คุณสามารถรับการรักษาจากแพทย์ทั่วไปในเครือข่ายของเราที่ตั้งอยู่ในฮ่องกง รวมถึงในมาเก๊าและจีนหากเลือกความคุ้มครองระดับสูงกว่า และคุณไม่ต้องกรอกแบบฟอร์มการเรียกร้อง เพียงแสดงบัตร Outpatient Care ของคุณให้แพทย์ดู และพวกเขาจะชำระเงินกับเราโดยตรง",
        "product_eligibles": "เพื่อให้สามารถสมัครได้ คุณต้อง: มีอายุ 18 ถึง 59 ปี เป็นผู้อยู่อาศัยในเขตบริหารพิเศษฮ่องกง (SAR) มีบัญชีของเรา; เรายังรับสมัครครอบครัวด้วย สมาชิกในครอบครัวรวมถึง: คู่สมรสที่มีอายุ 18 ถึง 59 ปี เด็กที่มีอายุ 15 วันถึง 17 ปี หรือเป็นนักเรียนเต็มเวลาที่มีอายุต่ำกว่า 23 ปี",
        "product_promotion_details": "รับส่วนลด 10% สำหรับเบี้ยประกันปีแรกของคุณเมื่อสมัคร Outpatient WonderX Care ออนไลน์ ข้อเสนอนี้ใช้ได้ถึงวันที่ 31 ธันวาคม 2024 ข้อกำหนดและเงื่อนไขมีผลบังคับใช้",
        "product_details": "คุณสามารถเลือกได้ระหว่างแผน A และแผน B ขึ้นอยู่กับงบประมาณและความต้องการทางการแพทย์ของคุณ ทั้งสองแผนรวมถึงการปรึกษาผู้เชี่ยวชาญ และการเข้าพบแพทย์ทั่วไปในเครือข่ายของเราในฮ่องกงได้ไม่จำกัดสำหรับแต่ละบุคคลที่เอาประกันภัย ในขณะเดียวกัน แผน B ขยายเครือข่ายที่มีอยู่ไปยังมาเก๊าและจีน และยังรวมถึงการเข้าพบแพทย์แผนจีน 10 ครั้งต่อปีสำหรับแต่ละบุคคลที่เอาประกันภัย",
        "product_exclusions": "น่าเสียดายที่เราไม่สามารถครอบคลุมคุณสำหรับ: สภาพที่มีมาแต่กำเนิด สภาพที่มีอยู่ก่อนแล้ว การศัลยกรรมความงามหรือพลาสติก การผ่าตัดใดๆ (คลินิกหรือโรงพยาบาล) ยาระยะยาวสำหรับโรคเรื้อรัง ความผิดปกติทางจิตหรือจิตเวช การรักษาสภาพฟันหรือช่องปาก การทดสอบ X-ray หรือการถ่ายภาพเฉพาะทาง การตั้งครรภ์ ภาวะมีบุตรยาก และการทำหมัน การฉีดวัคซีน การสร้างภูมิคุ้มกัน และการรักษาป้องกัน การรักษาที่เกิดจากสงคราม การรุกราน และการก่อการร้าย",
        "source": "https://i.imgur.com/jH4Ta3G.png",
        "last_update": 1708001200
    },
    {
        "email_id": "fid0a00391d4891089034",
        "from": "Jason Cao",
        "to": "Tony Cheung",
        "content": "เรียน โทนี่, ฉันเชื่อว่าตามนโยบายภายในของเรา การเรียกร้องค่าสินไหมทดแทนต้องยื่นอย่างน้อยหนึ่งสัปดาห์ก่อนการเรียกร้องจริง คุณสามารถอ้างอิงกรณี LPT3232 ซึ่งผู้ใช้ Jason (HKID: C38219032(2), อีเมล: jason.cao@couchbase.com) ผ่านปัญหาเดียวกัน คุณสามารถติดต่อ Jason โดยตรงที่ +852-1234-6666 เพื่อยืนยัน แจ้งให้ฉันทราบหากความเข้าใจของคุณแตกต่าง ขอบคุณมาก, เจสัน"
    }
]